{
    "Developer": "Developer",
    "Scroll": "Scroll",
    "Down": "Down",
    "About me": "About me",
    "About me-text": "I am a Front-end developer based in Aalen, Germany. I enjoy helping designers and companies bring their ideas into real life. I am looking forward to continuing my developer career with a job in a junior web developer position.",
    "About me-text 2": "If you think I'd be a good match for your projects, contact me!",
    "Lets talk": "Let's talk",
    "My skills": "My skills",
    "Feel free to try out my latest development projects": "Feel free to try out my latest development projects",
    "and look into their code...": "and look into their code...",
    "Join-text": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "El Pollo Loco-text": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "Poke-text": "Based on the PokéAPI a simple library, that provides and catalogues pokemon information.",
    "Soon": "Soon",
    "Say Hi": "Say Hi!",
    "Discuss": "Want to discuss a new Project?",
    "Say Hello": "Say hello! Let's discuss your ideas and make it happen",
    "Your name": "Your name",
    "Please enter name": "Please enter your name",
    "Your mail": "Your mail",
    "Please enter mail": "Please enter an e-mail adress",
    "Your message": "Your message",
    "Please enter message": "Please enter your message",
    "Privacy policy1": "I've read the",
    "Privacy policy2": "privacy policy",
    "Privacy policy3": "and agree to the processing of my data as outlined.",
    "Please agree": "Please agree to the privacy policy",
    "Send message": "Send message",
    "Legal notice": "Legal notice",
    "Information": "Information according to § 5 TMG",
    "Contact": "Contact",
    "Disclaimer": "Disclaimer",
    "Content": "We are responsible for the content of our Internet pages according to the provisions of general law, in particular according to Section 7 (1) of the German Telemedia Act. All contents are created with due care and to the best of our knowledge. Insofar as we refer to the Internet pages of third parties by means of hyperlinks on our Internet pages, we cannot assume any guarantee for the continuous topicality, correctness and completeness of the linked contents, as these contents are outside our area of responsibility and we have no influence on the future design. If, in your opinion, any content violates applicable law or is inappropriate, please let us know. The legal information on this page as well as all questions and disputes in connection with the design of this website are subject to the laws of the Federal Republic of Germany.",
    "Copyright": "Copyright notice",
    "Copyright-text": "The texts, images, photos, videos or graphics available on our website are generally subject to copyright protection. Any unauthorized use (especially copying, editing or distribution) of this copyright-protected content is therefore prohibited. If you intend to use this content or parts thereof, please contact us in advance using the details above. If we are not the owner of the required copyrighted rights of use ourselves, we will endeavor to arrange contact with the entitled party.",
    "Privacy policy": "Privacy policy",
    "privacy": "Privacy at a Glance",
    "general": "General Information",
    "general-text": "The following information provides a simple overview of what happens to your personal data when you visit this website. Personal data includes all data that can personally identify you. For detailed information on data protection, please refer to our privacy policy listed below this text. Data Collection on This Website Who is responsible for data collection on this website? Data processing on this website is carried out by the website operator. You can find their contact details in the Controller Information section of this privacy policy. How do we collect your data? Your data is collected by you providing it to us. This can include data you enter into a contact form, for example. Other data is automatically collected or with your consent when you visit the website through our IT systems. These are primarily technical data (e.g., internet browser, operating system, or time of page access). This data is collected automatically as soon as you enter this website. What do we use your data for? Some of the data is collected to ensure the proper functioning of the website. Other data may be used to analyze your user behavior. What rights do you have regarding your data? You have the right to obtain, free of charge, information about the origin, recipients, and purpose of your stored personal data at any time. You also have the right to request the correction or deletion of this data. If you have given consent for data processing, you can revoke this consent at any time for the future. Additionally, under certain circumstances, you have the right to request the restriction of the processing of your personal data. Furthermore, you have the right to lodge a complaint with the competent supervisory authority. For this and for any further questions regarding data protection, you can always contact us.",
    "host": "We host the content of our website with the following provider:",
    "host-text": "The provider is ALL-INKL.COM - Neue Medien Münnich, Owner: René Münnich, Hauptstraße 68, 02742 Friedersdorf (hereinafter referred to as All-Inkl). For details, please refer to the privacy policy of All-Inkl: [Link to All-Inkl's privacy policy: https://all-inkl.com/datenschutzinformationen/] The use of All-Inkl is based on Article 6(1)(f) of the GDPR. We have a legitimate interest in ensuring the most reliable presentation of our website. If consent has been requested, processing is based exclusively on Article 6(1)(a) of the GDPR and § 25(1) of the German Telemedia Act (TTDSG), to the extent that the consent includes the storage of cookies or access to information on the user's device (e.g., device fingerprinting) within the meaning of the TTDSG. Consent can be revoked at any time.",
    "general-notes": "3. General Notes and Mandatory Information",
    "data-protection": "Data Protection",
    "data-protection-text": "The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy. When you use this website, various personal data is collected. Personal data is data that can be used to personally identify you. This privacy policy explains what data we collect and how we use it. It also explains how and for what purpose this is done. We would like to point out that data transmission over the Internet (e.g., when communicating by email) may have security vulnerabilities. Complete protection of data from access by third parties is not possible.",
    "controller-information": "Controller Information",
    "controller-information-text": "The responsible entity for data processing on this website is:",
    "controller-infomration-text-2": "The responsible entity is the natural or legal person who, alone or jointly with others, decides on the purposes and means of processing personal data (e.g., names, email addresses, etc.).",
    "storage-duration": "Storage duration",
    "storage-duration-text": "Unless a more specific storage period is mentioned within this privacy policy, your personal data will remain with us until the purpose for data processing ceases. If you assert a legitimate request for deletion or revoke consent for data processing, your data will be deleted provided we have no other legally permissible reasons for storing your personal data (e.g., tax or commercial retention periods); in the latter case, deletion will occur upon the expiry of these reasons.",
    "legal-bases": "General Information on the Legal Bases of Data Processing on this Website",
    "legal-bases-text": "If you have consented to data processing, we process your personal data based on Article 6(1)(a) GDPR or Article 9(2)(a) GDPR, if special categories of data under Article 9(1) GDPR are processed. In the event of explicit consent for the transfer of personal data to third countries, data processing also occurs based on Article 49(1)(a) GDPR. If you have consented to the storage of cookies or access to information on your device (e.g., via device fingerprinting), data processing additionally occurs based on § 25(1) of the German Telemedia Act (TTDSG). Consent can be revoked at any time. If your data is necessary for contract performance or to carry out pre-contractual measures, we process your data based on Article 6(1)(b) GDPR. Furthermore, we process your data if necessary to fulfill a legal obligation based on Article 6(1)(c) GDPR. Data processing may also occur based on our legitimate interests pursuant to Article 6(1)(f) GDPR. Details on the relevant legal bases for each specific case are provided in the following paragraphs of this privacy policy.",
    "recipitient": "Recipient(s) of Personal Data",
    "recipitient-text": "In the course of our business activities, we collaborate with various external entities. Sometimes, the transmission of personal data to these external entities is necessary. We only disclose personal data to external entities if it is necessary for the performance of a contract, if we are legally obliged to do so (e.g., disclosure of data to tax authorities), if we have a legitimate interest pursuant to Article 6(1)(f) GDPR in the disclosure, or if another legal basis permits the data disclosure. When using data processors, we only disclose personal data of our customers based on a valid contract for data processing. In the case of joint processing, a joint processing agreement is concluded.",
    "revocation": "Right to Object to Data Collection in Special Cases and to Direct Marketing (Art. 21 GDPR)",
    "revocation-text": "IF DATA PROCESSING IS BASED ON ART. 6 PARA. 1 LIT. E OR F GDPR, YOU HAVE THE RIGHT TO OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA AT ANY TIME FOR REASONS ARISING FROM YOUR PARTICULAR SITUATION, INCLUDING PROFILING BASED ON THESE PROVISIONS. YOU CAN FIND THE RESPECTIVE LEGAL BASIS FOR PROCESSING IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING WHICH OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PROCESSING SERVES TO ASSERT, EXERCISE OR DEFEND LEGAL CLAIMS (OBJECTION ACCORDING TO ART. 21 PARA. 1 GDPR). IF YOUR PERSONAL DATA IS PROCESSED TO CONDUCT DIRECT ADVERTISING, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF PERSONAL DATA CONCERNING YOU FOR THE PURPOSE OF SUCH ADVERTISING; THIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS RELATED TO SUCH DIRECT ADVERTISING. IF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR THE PURPOSE OF DIRECT ADVERTISING (OBJECTION ACCORDING TO ART. 21 PARA. 2 GDPR).",
    "right-to-lodge": "Right to lodge a complaint with the competent supervisory authority",
    "right-to-lodge-text": "In the event of violations of the GDPR, data subjects have the right to lodge a complaint with a supervisory authority, in particular in the member state of their habitual residence, their place of work, or the place of the alleged violation. This right to lodge a complaint is without prejudice to other administrative or judicial remedies.",
    "right-to-data": "Right to Data Portability",
    "right-to-data-text": "You have the right to receive the personal data concerning you, which we process based on your consent or in fulfillment of a contract, in a structured, commonly used, and machine-readable format. If you request the direct transfer of the data to another controller, this will only be done to the extent that it is technically feasible.",
    "information-correction": "Information, Correction, and Deletion",
    "information-correction-text": "In accordance with applicable legal provisions, you have the right at any time to obtain free information about your stored personal data, their origin and recipients, the purpose of data processing, and, if applicable, the right to correction or deletion of this data. For this purpose, as well as for any further questions regarding personal data, you can contact us at any time..",
    "right-to-restrict": "Right to Restrict Processing",
    "right-to-restrict-text": "If you dispute the accuracy of your personal data stored with us, we usually need time to verify this. During the verification period, you have the right to request the restriction of the processing of your personal data. If the processing of your personal data was/is unlawfully carried out, you can request the restriction of data processing instead of deletion. If we no longer need your personal data but you need it for the exercise, defense, or assertion of legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion. If you have objected pursuant to Article 21(1) GDPR, a balance must be struck between your interests and ours. As long as it is not yet clear whose interests prevail, you have the right to request the restriction of the processing of your personal data. If you have restricted the processing of your personal data, except for storage, these data may only be processed with your consent or for the assertion, exercise, or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or a Member State.",
    "ssl": "SSL or TLS encryption",
    "ssl-text": "For security reasons and to protect the transmission of confidential content, such as orders or inquiries that you send to us as the site operator, this site uses SSL or TLS encryption. You can recognize an encrypted connection by the fact that the address line of the browser changes from http:// to https:// and by the lock symbol in your browser line. When SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
    "data-collection": "Data collection on this website",
    "contact-form": "Contact Form",
    "contact-form-text": "When you submit inquiries to us via the contact form, the information you provide in the inquiry form, including the contact details you provide there, will be stored by us for the purpose of processing the inquiry and in case of follow-up questions. We will not disclose this data without your consent. The processing of this data is based on Art. 6(1)(b) GDPR, provided your inquiry is related to the performance of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries addressed to us (Art. 6(1)(f) GDPR), or on your consent (Art. 6(1)(a) GDPR) if such consent has been obtained; the consent can be revoked at any time. The data entered by you in the contact form will remain with us until you request us to delete it, revoke your consent for storage, or the purpose for data storage no longer applies (e.g., after the completion of processing your inquiry). Mandatory statutory provisions – in particular retention periods – remain unaffected.",
    "inquiry": "Inquiry via Email, Telephone, or Fax",
    "inquiry-text": "When you contact us via email, telephone, or fax, your inquiry, including all resulting personal data (name, inquiry), will be stored and processed by us for the purpose of processing your request. We will not disclose this data without your consent. The processing of this data is based on Art. 6(1)(b) GDPR, provided your inquiry is related to the performance of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries addressed to us (Art. 6(1)(f) GDPR), or on your consent (Art. 6(1)(a) GDPR) if such consent has been obtained; the consent can be revoked at any time. The data you provide to us in your contact inquiries will remain with us until you request us to delete it, revoke your consent for storage, or the purpose for data storage no longer applies (e.g., after the completion of processing your request). Mandatory statutory provisions – in particular legal retention periods – remain unaffected.",
    "source": "Source: https://www.e-recht24.de",
    "many": "Many data processing operations are only possible with your explicit consent. You can revoke consent that has already been given at any time. The legality of the data processing carried out before the revocation remains unaffected by the revocation.",
    "succes": "Message has sent successfully!"
}